[PsiAmp_CV X2WeaponTemplate]
FriendlyName="灵能衬衣"
FriendlyNamePlural="灵能衬衣"
BriefSummary=""
TacticalText="<Bullet/> 灵能衬衣允许灵能兵执行他们的灵能能力。\n<Bullet/> 更先进的灵能衬衣可以增加灵能兵的灵能威力，以及他们能力的有效性。"
AbilityDescName="灵能衬衣"

[PsiAmp_MG X2WeaponTemplate]
FriendlyName="高级灵能衬衣"
FriendlyNamePlural="高级灵能衬衣"
BriefSummary="灵能衬衣的进化版本可以更清晰地引导使用者的灵能，使我们的灵能兵拥有更大的灵能力量。当装备高级灵能衬衣时，某些能力的灵能攻击和心灵攻击伤害会得到提高。"
TacticalText="<Bullet/>高级灵能衬衣使灵能兵的灵能威力+20。\n<Bullet/> 灵能威力决定了你许多心灵能力的效率。\n<Bullet/> 高级灵能衬衣也会增加许多灵能攻击造成的伤害。\n"
AbilityDescName="灵能衬衣"

[PsiAmp_BM X2WeaponTemplate]
FriendlyName="外星灵能衬衣"
FriendlyNamePlural="外星灵能衬衣"
BriefSummary="该版本的灵能衬衣包含了来自我们遇到的强大的“看门人”外星人的工件。它将使我们经验丰富的灵能兵与外星人最强大的灵能力量处于同一水平。"
TacticalText="<Bullet/> 外星灵能衬衣使灵能兵的灵能威力+40。\n<Bullet/> 灵能威力决定了你许多心灵能力的效率。\n<Bullet/> 外星灵能衬衣也会增加许多灵能攻击造成的伤害。\n"
AbilityDescName="灵能衬衣"

[Psionics X2TechTemplate]
DisplayName="灵能"
Summary="虽然我们已经在之前看过他们使用灵能力量，原典脑才是真正为我们演示了外星人是如何熟练地操控灵能能量波并为自己所用的。如果我们能像他们一样那么熟练，在战场上潜在的应用将会是无限的。"
CodeName="盖勒"
LongDescription="只要仔细研究外星人利用灵能的方法，我相信我们有还是可以找出很多有灵能潜力的候选人的。不过这可能还是远远不够，因为我们在战场上也看到了各种各样的外星物种有着更高级的灵能力量。在准备训练这些士兵之前，我研究了一下从指挥官脑袋里拿出来的芯片来看看什么技术可以集中并且转移灵能力量。研究好后我发明了这个灵能扩大器，它可以集中并且能提升士兵的灵能力量。虽然很有可能会有副作用，但我相信我们的士兵可以突破极限。理查德·泰根"